Repository: Sghirate/SquirrelEDID
Catalog: SquirrelEDID/Resources/Strings.*.resx
Languages: de

# About_Back
source: Back
de: Zurück

source: Accept
de: Annehmen

source: Cancel
de: Abbrechen

# EDID_Blue
source: Blue:
de: Blau:

# EDID_ColorSettings
source: Color settings:
de: Farbeinstellungen:

# EDID_CustomTimings
source: Custom timings:
de: Standard Anzeigemodi.

# EDID_DFPCompatible
source: DFP Compatible:
de: DFP Komatibel:

# EDID_DisplayType
source: Display type:
de: Bildschirmtyp:

# EDID_EstablishedTimings
source: Established timings:
de: Weitverbreitete Anzeigemodi:

# EDID_FromLibrary
source: Filesystem
de: Dateisystem

# EDID_FromLibraryHelp
source: Load EDID from file.
de: Lade EDID aus einer Datei.

# EDID_FromProgrammerHelp
source: Read EDID record using an attached eyevis DDC Programmer
de: Lese EDID Satz über einen angeschlossenen eyevis DDC Programmer

# EDID_FromScreen
source: Screen
de: Bildschirm

# EDID_FromScreenHelp
source: Load EDID record from an attached monitor
de: Lade EDID Satz von einem angeschlossenen Monitor

# EDID_Gamma
source: Display gamma:
de: Bildschirmgamma:

# EDID_Green
source: Green:
de: Grün:

# EDID_GTFSupport
source: GTF supported:
de: GTF-Ünterstützung:

# EDID_Manufaturer
source: Manufacturer:
de: Hersteller:

# EDID_ManufaturerHelp
source: Three letter code, identifying the manufacturer of the display.
de: Aus drei Zeichen bestehender Code zur Identifikation des Herstellers.

# EDID_MaxHorizontal
source: Maximal width:
de: Maximale Breite:

# EDID_MaxVertical
source: Maximal height:
de: Maximale Höhe:

# EDID_PreferredTimingDefined
source: Preferred timing defined:
de: Bevorzugter Anzeigemodus:

# EDID_ProductCode
source: Product Code:
de: Produktschlüssel:

# EDID_ProductCodeHelp
source: Arbitrary number assigned by manufacturer.
de: Beliebige, vom Hersteller festgelegte Nummer.

# EDID_Red
source: Red:
de: Rot:

# EDID_SerialCode
source: Serial Code:
de: Serienschlüssel:

# EDID_SerialCodeHelp
source: Arbitrary number assigned by manufacturer.
de: Beliebige, vom Hersteller festgelegte Nummer.

# EDID_SupportedFeatures
source: Supported Features:
de: Unterstützte Merkmale:

# EDID_WeekOfManufature
source: Week of Manufacture:
de: Herstellungswoche:

# EDID_WeekOfManufatureHelp
source: Week of the year.
de: Kalendarwoche.

# EDID_White
source: White:
de: Weiß:

# EDID_YearOfManufactureHelp
source: Year of manufacture.
de: Herstellungsjahr.

# FolderBrowser_Empty
source: Empty
de: Leer

# FolderBrowser_NewFolder
source: New Folder
de: Neuer Ordner

# INV_Characters
source: Value must only contain letters.
de: Der Wert darf nur Buchstaben enthalten.

# INV_Empty
source: Value must not be empty.
de: Der Wert darf nicht leer sein.

# INV_MaxLength
source: Value must be shorter than {0} characters.
de: Der Wert muss kürzer als {0} Zeichen sein.

# INV_MaxValue
source: Value must be smaller than {0}.
de: Der Wert muss kleiner als {0} sein.

# INV_MinLength
source: Value must be longer than {0} characters.
de: Der Wert muss länger als {0} Zeichen sein.

# INV_MinValue
source: Value must be bigger than {0}.
de: Der Wert muss größer als {0} sein.

# INV_Type
source: Value must be of type {0}.
de: Der Wert muss vom Type {0} sein.

source: No
de: Nein

# Serrings_SerialStartHelp
source: Start value for generated serial numbers
de: Startwert für generierte Seriennummern

# Settings_Continue
source: Continue
de: Weiter

# Settings_EDID
source: Template EDID
de: EDID Vorlage

# Settings_EDIDButtonHelp
source: Edit EDID record
de: Bearbeite EDID Satz

# Settings_EDIDHelp
source: EDID record to be used as a template during generation
de: EDID Satz, welcher bei der Generierung verwendet werden soll

# Settings_Library
source: Library
de: Bibliothek

# Settings_LibraryHelp
source: Load EDID record from library (files)
de: Lade EDID Satz aus der Bibliothek (Dateien)

# Settings_OutDirectory
source: Output directory
de: Ausgabeordner

# Settings_OutDirectoryButtonHelp
source: Select output directory for generated EDID records
de: Wähle Ausgabeordner für generierte EDID Sätze

# Settings_OutDirectoryHelp
source: Output directory for files containing generated EDID records
de: Ausgabeordner für Dateien, welche generierte EDID Sätze enthalten

# Settings_OutProgrammer
source: Write via programmer
de: Schreibe via Programmer

# Settings_OutProgrammerHelp
source: Output directly onto EDID emulators via DDC Programmer
de: Sendet die Ausgabe via DDC Programmer direkt an EDID Emulatoren

# Settings_ProgrammerHelp
source: Read EDID record using DDC Programmer
de: Lese EDID Satz vom DDCProgrammer

# Settings_SerialEnd
source: SN end value
de: SN End

# Settings_SerialEndHelp
source: End value for generated serial numbers
de: Endwert für generierte Seriennummern

# Settings_SerialPrefix
source: SN prefix
de: SN Präfix

# Settings_SerialPrefixHelp
source: Prefix to be applied to generated serial numbers
de: Präfix für generierte Seriennummern

# Settings_SerialStart
source: SN start value
de: SN Start

# Settings_SystemHelp
source: Load EDID record from an attached device
de: Lade EDID Satz von einem angeschlossenen Gerät

source: Theme
de: Thema

# Theme_AccentColor
source: Accent Color
de: Akzentfarbe

# Theme_ContrastColor
source: Contrast Color
de: Kontrastfarbe

# Theme_Dark
source: Dark
de: Dunkel

# Theme_Light
source: Light
de: Hell

# Welcome_About
source: About...
de: Über...

# Welcome_Continue
source: Continue
de: Weiter

# Welcome_Part1
source: Welcome
de: Willkommen

# Welcome_Part2
source: This tool is designed to edit and handle EDID records in several ways. * Read EDIDs directly from attached displays. * Read EDIDs from an attached eyeVis DDC Programmer. * Edit read EDID records. * Generate EDID sets with varying serial numbers, from a single template EDID. * Write EDIDs using an eyeVis DDC Programmer. * Override an EDID with your very own creation.
de: Dieses Tool dient zum Bearbeiten und Weitervewenden von EDID Datensätzen. * Lese EDIDs direkt von angeschlossenen Bildschirmen. * Lese EDIDs über einen angeschlossenen eyeVis DDC Programmer. * Bearbeite EDID Datensätze. * Generiere EDIDs mit verschiedenen Seriennummern anhand einer Vorlage EDID. * Schreibe EDIDs über einen eyeVis DDC Programmer. * Überschreibe eine EDID mit deiner eigenen Kreation.

source: Yes
de: Ja

# EDID_BlankToBlackHelp
source: Blank-to-black setup (pedestal) expect.
de: Blank-to-black setup (Schwarzabhebung) erwartet.

# EDID_BlueHelp
source: Blue chromacity coordinates.
de: Blaue Farbwertkoordinaten.

# EDID_BlueXHelp
source: Blue X coordinate.
de: Blaue X-Koordinate.

# EDID_BlueYHelp
source: Blue Y coordinate.
de: Blaue Y-Koordinate.

# EDID_ColorSettingsHelp
source: Chromacity coordinates per color.
de: Farbwertkoordinaten pro Farbe.

# EDID_CompositeSyncHelp
source: Composite sync (on HSync) support.
de: Composite sync (bei HSync) Ünterstützung.

# EDID_CustomTimingsHelp
source: Additional standard timing modes.
de: Zusätzliche standard Anzeigemodi.

# EDID_CustomTimings_AspectRatioHelp
source: Aspect ratio (used to calculate horizontal pixel resolution).
de: Bildverhältnis (wird zum Errechnen der vertikalen Bildauflösung verwendet).

# EDID_CustomTimings_UsedHelp
source: Timing mode in use.
de: Anzeigemodi verfügbar.

# EDID_CustomTimings_VerticalFrequencyHelp
source: Vertical frequency (min: 60!).
de: Vertikale Bildwiederholrate (min: 60!).

# EDID_CustomTimings_XResolutionHelp
source: Horizontal pixel resolution.
de: Horizontale Bildauflösung.

# EDID_DFPCompatibleHelp
source: Signal compatibilaty with VESA DFP Transition-minimized differential signaling.
de: Signal-Kompatibilität zu VESA DFP TMDS standard.

# EDID_DigitalHelp
source: Digital (HDMI/DVI/...) or Analog (VGA/...) Input
de: Digital (HDMI/DVI/...) oderr Analog (VGA/...) Input

# EDID_DisplayTypeHelp
source: Display type.
de: Bildschirmtyp.

# EDID_DPMSActiveOffHelp
source: Active-off support (<8W power consumption, ~20s recovery time).
de: Active-Off Ünterstützung (<8W Energieverbrauch, ~20s Rückkehrzeit).

# EDID_DPMSStandByHelp
source: Stand-by support (<80% power consumption, ~1s recovery time).
de: Stand-by Übterstützung (<80% Energieverbrauch, ~1s Rückkehrzeit).

# EDID_DPMSSuspendHelp
source: Suspend support (<30W power consumption, ~5s recovery time).
de: Suspend Ünterstützung (<30W Energieverbrauch, ~5s Rückkehrzeit).

# EDID_EstablishedTimingsHelp
source: Supported common timing modes.
de: Ünterstützte weitverbreitete Anzeigemodi.

# EDID_GammaHelp
source: Display gamma.
de: Bildschirm-Gamma.

# EDID_GreenHelp
source: Green chromacity coordinates.
de: Grüne Farbwertkoordinaten.

# EDID_GreenXHelp
source: Green X coordinate.
de: Grüne X-Koordinate.

# EDID_GreenYHelp
source: Green Y coordinate.
de: Grüne Y-Koordinate.

# EDID_GTFSupportHelp
source: Generalized timing formula support.
de: Übterstützung für Generalized Timing Formula.

# EDID_MaxHorizontalHelp
source: Maximum horizontal image size, in centimetres. (if 0, projector).
de: Maximale horizontale Bildgröße in Zentimetern. (Wenn 0, Projektor).

# EDID_MaxVerticalHelp
source: Maximum vertical image size, in centimetres. (if 0, projector).
de: Maximale vertikale Bildgröße in Zentimetern. (Wenn 0, Projektor).

# EDID_PreferredTimingDefinedHelp
source: Preferred mode specified in descriptor block 1?
de: Bevorzugter Anzeigemodus in Deskriptorblock 1 definiert?

# EDID_RedHelp
source: Red chromacity coordinates.
de: Rote Farbwertkoordinaten.

# EDID_RedXHelp
source: Red X coordinate.
de: Rote X-Koordinate.

# EDID_RedYHelp
source: Red Y coordinate.
de: Rote Y-Koordinate.

# EDID_SeperateSyncHelp
source: Seperate sync support.
de: Seperate sync Ünterstützung.

# EDID_StandardSRGBHelp
source: Standard sRGB color space.
de: Standard sRGB Farbraum.

# EDID_SupportedFeaturesHelp
source: Supported features and power management options.
de: Übterstützte Merkmale und Energiesparoptionen.

# EDID_SyncOnGreenHelp
source: Sync on green support.
de: Sync on green Ünterstützung.

# EDID_VSyncPulseHelp
source: VSync pulse must be serrated when composite or sync-on-green is used.
de: Alternierender VSync-Puls notwendig, bei Composite Sync oder Sync-On-Green.

# EDID_WhiteAndSyncHelp
source: Video white and sync levels relative to blank.
de: Weiß- und Syncwerte im Verhältnis zu blank.

# EDID_WhiteHelp
source: White chromacity coordinates.
de: Weiße Farbwertkoordinaten.

# EDID_WhiteXHelp
source: White X coordinate.
de: Weiße X-Koordinate.

# EDID_WhiteYHelp
source: White Y coordinate.
de: Weiße Y-Koordinate.

# INV_Hex
source: Value must only contain hexadezimal numbers.
de: Der Wert darf nur hexadezimale Zahlen enthalten.

# EDID_FromFooter
source: Load EDID
de: EDID Laden

# EDID_ToFiles
source: Files
de: Dateien

# EDID_ToFilesHelp
source: Generate multiple EDID files with varying serial strings.
de: Generiere mehrere EDID Dateien mit unterschiedlichen Seriennummern.

# EDID_ToFooter
source: Write EDID
de: EDID Schreiben

# EDID_ToLibrary
source: Filesystem
de: Dateisystem

# EDID_ToLibraryHelp
source: Save EDID to a file.
de: Speichere EDID als Datei.

# EDID_ToProgrammerHelp
source: Write (one or multiple) EDID onto a device via eyeVis DDC Programmer.
de: Schreibe (eine oder mehrere) EDID mit einem eyeVis DDC Programmer auf ein Gerät.

# EDID_ToScreen
source: Screen
de: Bildschirm

# EDID_ToScreenHelp
source: Use EDID to override a screen's system EDID.
de: Benutze die EDID, um die System-EDID eines Bildschirmes zu überschreiben.
